//
//  Localizable.strings
//  Stats
//
//  Created by treastrain / Tanaka Ryoga on 27/08/2020.
//  Using Swift 5.0.
//  Running on macOS 10.15.
//
//  Copyright © 2020 treastrain / Tanaka Ryoga. All rights reserved.
//

// Modules
"CPU" = "CPU";
"Open CPU settings" = "CPU の設定を開く";
"GPU" = "GPU";
"Open GPU settings" = "GPU の設定を開く";
"RAM" = "RAM";
"Open RAM settings" = "RAM の設定を開く";
"Disk" = "ディスク";
"Open Disk settings" = "ディスクの設定を開く";
"Sensors" = "センサー";
"Open Sensors settings" = "センサーの設定を開く";
"Network" = "ネットワーク";
"Open Network settings" = "ネットワークの設定を開く";
"Battery" = "バッテリー";
"Open Battery settings" = "バッテリーの設定を開く";
"Bluetooth" = "ブルートゥース"; // translategemma:4b
"Open Bluetooth settings" = "Bluetooth の設定を開く";
"Clock" = "時計";
"Open Clock settings" = "時計の設定を開く";

// Words
"Unknown" = "不明";
"Version" = "バージョン";
"Processor" = "プロセッサ";
"Memory" = "メモリ";
"Graphics" = "グラフィックス";
"Close" = "閉じる";
"Download" = "ダウンロード";
"Install" = "インストール";
"Cancel" = "キャンセル";
"Unavailable" = "使用できません";
"Yes" = "はい";
"No" = "いいえ";
"Automatic" = "オート";
"Manual" = "マニュアル";
"None" = "なし";
"Dots" = "ドット";
"Arrows" = "矢印";
"Characters" = "文字";
"Short" = "ショート";
"Long" = "ロング";
"Statistics" = "統計";
"Max" = "最大";
"Min" = "最小";
"Reset" = "リセット";
"Alignment" = "配置";
"Left alignment" = "左揃え";
"Center alignment" = "中央揃え";
"Right alignment" = "右揃え";
"Dashboard" = "ダッシュボード";
"Enabled" = "有効";
"Disabled" = "無効";
"Silent" = "自動（サイレント）";
"Units" = "単位";
"Fans" = "ファン";
"Scaling" = "スケーリング"; // translategemma:4b
"Linear" = "線形"; // translategemma:4b
"Square" = "正方形"; // translategemma:4b
"Cube" = "立方体"; // translategemma:4b
"Logarithmic" = "対数"; // translategemma:4b
"Fixed scale" = "修正"; // translategemma:4b
"Cores" = "コア数"; // translategemma:4b
"Settings" = "設定";
"Name" = "名前";
"Format" = "フォーマット";
"Turn off" = "停止";
"Normal" = "通常"; // translategemma:4b
"Warning" = "警告"; // translategemma:4b
"Critical" = "重要な"; // translategemma:4b
"Usage" = "使用方法"; // translategemma:4b
"2 minutes" = "2分"; // translategemma:4b
"3 minutes" = "3分"; // translategemma:4b
"10 minutes" = "10分"; // translategemma:4b
"Import" = "インポート"; // translategemma:4b
"Export" = "エクスポート"; // translategemma:4b
"Separator" = "区切り"; // translategemma:4b
"Read" = "読む"; // translategemma:4b
"Write" = "記述する"; // translategemma:4b
"Frequency" = "頻度"; // translategemma:4b
"Save" = "保存"; // translategemma:4b
"Run" = "実行する"; // translategemma:4b
"Stop" = "停止"; // translategemma:4b
"Uninstall" = "アンインストール"; // translategemma:4b
"1 sec" = "1 秒"; // translategemma:4b
"2 sec" = "2秒"; // translategemma:4b
"3 sec" = "3秒"; // translategemma:4b
"5 sec" = "5 秒"; // translategemma:4b
"10 sec" = "10 秒"; // translategemma:4b
"15 sec" = "15 秒"; // translategemma:4b
"30 sec" = "30秒"; // translategemma:4b
"60 sec" = "60秒"; // translategemma:4b

// Setup
"Stats Setup" = "Stats セットアップ";
"Previous" = "前";
"Previous page" = "前のページ";
"Next" = "次";
"Next page" = "次のページ";
"Finish" = "完了";
"Finish setup" = "セットアップ完了";
"Welcome to Stats" = "Stats へようこそ";
"welcome_message" = "Stats をご利用いただきありがとうございます。Stats は、メニューバーで使用できる、無料のオープンソースの macOS システム監視ツールです。"; // translategemma:4b
"Start the application automatically when starting your Mac" = "Macを起動する際に、アプリケーションを自動的に起動する。"; // translategemma:4b
"Do not start the application automatically when starting your Mac" = "Macを起動する際に、アプリケーションを自動的に起動しないでください。"; // translategemma:4b
"Do everything silently in the background (recommended)" = "バックグラウンドで、すべての作業を静かに実行する（推奨）"; // translategemma:4b
"Check for a new version on startup" = "起動時に新しいバージョンがあるか確認する"; // translategemma:4b
"Check for a new version every day (once a day)" = "毎日新しいバージョンがあるかどうかを確認してください (1日に1回)。"; // translategemma:4b
"Check for a new version every week (once a week)" = "毎週 (1回) 最新バージョンを確認する"; // translategemma:4b
"Check for a new version every month (once a month)" = "毎月、新しいバージョンがあるか確認する（1回）。"; // translategemma:4b
"Never check for updates (not recommended)" = "常にアップデートを確認しない (推奨されません)"; // translategemma:4b
"Anonymous telemetry for better development decisions" = "匿名でのテレメトリ収集により、より良い開発判断が可能になります"; // translategemma:4b
"Share anonymous telemetry data" = "匿名のテレメトリデータを共有する"; // translategemma:4b
"Do not share anonymous telemetry data" = "匿名のテレメトリデータを共有しないでください。"; // translategemma:4b
"The configuration is completed" = "設定が完了しました"; // translategemma:4b
"finish_setup_message" = "すべて準備完了です！"; // translategemma:4b

// Alerts
"New version available" = "新しいバージョンが利用可能です";
"Click to install the new version of Stats" = "クリックして新しいバージョンの Stats をインストール";
"Successfully updated" = "正常にアップデートされました";
"Stats was updated to v" = "Stats v%0 にアップデートしました";
"Reset settings text" = "アプリの設定をすべてリセットし、アプリを再起動します。本当に続けますか？";
"Support text" = "Statsをご利用いただきありがとうございます。Statsが役に立つと感じたら、寄付をご検討ください。少しでも役に立ちます！";

// Settings
"Open Activity Monitor" = "アクティビティモニタを開く";
"Report a bug" = "バグを報告";
"Support the application" = "Stats をサポート";
"Close application" = "Stats を終了";
"Open application settings" = "Stats の設定を開く";
"Open dashboard" = "ダッシュボードを開く";
"No notifications available in this module" = "このモジュールには利用可能な通知がありません";
"Open Calendar" = "カレンダーを開く";
"Toggle the module" = "モジュールの切り替え";

// Application settings
"Update application" = "アプリをアップデートする";
"Check for updates" = "アップデートの確認頻度";
"At start" = "起動時";
"Once per day" = "1日ごと";
"Once per week" = "1週間ごと";
"Once per month" = "1ヶ月ごと";
"Never" = "確認しない";
"Check for update" = "アップデートを確認する";
"Show icon in dock" = "Dock にアイコンを表示";
"Start at login" = "ログイン時に開く";
"Build number" = "ビルド番号";
"Import settings" = "インポート設定"; // translategemma:4b
"Export settings" = "エクスポート設定"; // translategemma:4b
"Reset settings" = "設定をリセット";
"Pause the Stats" = "統計の表示を一時停止"; // translategemma:4b
"Resume the Stats" = "統計データの再開"; // translategemma:4b
"Combined modules" = "統合モジュール"; // translategemma:4b
"Combined details" = "統合された詳細"; // translategemma:4b
"Spacing" = "間隔"; // translategemma:4b
"Share anonymous telemetry" = "匿名のテレメトリを共有する"; // translategemma:4b
"Choose file" = "ファイルを選択する"; // translategemma:4b
"Stress tests" = "ストレステスト"; // translategemma:4b

// Dashboard
"Serial number" = "シリアル番号";
"Model identifier" = "モデル識別子"; // translategemma:4b
"Production year" = "製造年"; // translategemma:4b
"Uptime" = "起動してからの時間";
"Number of cores" = "%0 コア";
"Number of threads" = "%0 スレッド";
"Number of e-cores" = "%0 高効率コア";
"Number of p-cores" = "%0 高性能コア";
"Disks" = "ディスク"; // translategemma:4b
"Display" = "表示"; // translategemma:4b

// Update
"The latest version of Stats installed" = "最新の Stats がインストールされています";
"Downloading..." = "ダウンロード中...";
"Current version: " = "現在のバージョン: ";
"Latest version: " = "最新のバージョン: ";

// Widgets
"Color" = "カラー";
"Label" = "ラベル";
"Box" = "塗りつぶし";
"Frame" = "枠線";
"Value" = "数値";
"Colorize" = "カラーで表示";
"Colorize value" = "数値をカラーで表示";
"Additional information" = "表示する情報";
"Reverse values order" = "使用済みを上段に表示";
"Base" = "単位";
"Display mode" = "表示形式";
"One row" = "1行";
"Two rows" = "2行";
"Mini widget" = "ミニ";
"Line chart widget" = "線グラフ";
"Bar chart widget" = "棒グラフ";
"Pie chart widget" = "円グラフ";
"Network chart widget" = "ネットワーク使用状況チャート";
"Speed widget" = "速度";
"Battery widget" = "バッテリー";
"Stack widget" = "スタック"; // translategemma:4b
"Memory widget" = "未使用/使用済み";
"Static width" = "固定幅";
"Tachometer widget" = "タコメーター";
"State widget" = "ステートウィジェット"; // translategemma:4b
"Text widget" = "テキストウィジェット"; // translategemma:4b
"Battery details widget" = "バッテリー詳細ウィジェット"; // translategemma:4b
"Show symbols" = "シンボルを表示";
"Label widget" = "ラベル";
"Number of reads in the chart" = "読み取り回数のチャート";
"Color of download" = "ダウンロードの色";
"Color of upload" = "アップロードの色";
"Monospaced font" = "等幅フォント";
"Reverse order" = "逆順"; // translategemma:4b
"Chart history" = "グラフの履歴"; // translategemma:4b
"Default color" = "デフォルト"; // translategemma:4b
"Transparent when no activity" = "活動がないときは透明状態"; // translategemma:4b
"Constant color" = "一定"; // translategemma:4b

// Module Kit
"Open module settings" = "このモジュールの設定を開く";
"Select widget" = "%0ウィジェットを選択";
"Open widget settings" = "このウィジェットの設定を開く";
"Update interval" = "更新間隔";
"Usage history" = "履歴";
"Details" = "詳細";
"Top processes" = "上位のプロセス";
"Pictogram" = "ピクトグラム";
"Module" = "モジュール";
"Widgets" = "ウィジェット";
"Popup" = "ポップアップ";
"Notifications" = "通知";
"Merge widgets" = "ウィジェットを結合する";
"No available widgets to configure" = "設定できるウィジェットがありません";
"No options to configure for the popup in this module" = "このモジュールにはポップアップ用に設定するオプションはありません";
"Process" = "手順"; // translategemma:4b
"Kill process" = "プロセスを停止する"; // translategemma:4b
"Keyboard shortcut" = "キーボードショートカット"; // translategemma:4b
"Listening..." = "再生中…"; // translategemma:4b

// Modules
"Number of top processes" = "表示する上位プロセスの数";
"Update interval for top processes" = "上位プロセスの更新間隔";
"Notification level" = "通知レベル";
"Chart color" = "チャートの色";
"Main chart scaling" = "主なグラフのスケール設定"; // translategemma:4b
"Scale value" = "スケール値"; // translategemma:4b
"Text widget value" = "テキストウィジェットの値"; // translategemma:4b

// CPU
"CPU usage" = "CPU 使用率";
"CPU temperature" = "CPU 温度";
"CPU frequency" = "CPU 周波数";
"System" = "システム";
"User" = "ユーザー";
"Idle" = "アイドル";
"Show usage per core" = "コアごとの使用率を表示";
"Show hyper-threading cores" = "ハイパースレッディングコアを表示";
"Split the value (System/User)" = "値を分割する (システム/ユーザー)";
"Scheduler limit" = "スケジューラの上限";
"Speed limit" = "速度の上限";
"Average load" = "平均ロード";
"1 minute" = "1 分";
"5 minutes" = "5 分";
"15 minutes" = "15 分";
"CPU usage threshold" = "CPU使用率の閾値"; // translategemma:4b
"CPU usage is" = "CPUの使用率は%0です。"; // translategemma:4b
"Efficiency cores" = "効率的なコア"; // translategemma:4b
"Performance cores" = "パフォーマンスコア"; // translategemma:4b
"System color" = "システムの色"; // translategemma:4b
"User color" = "ユーザーの色"; // translategemma:4b
"Idle color" = "アイドルの色"; // translategemma:4b
"Cluster grouping" = "クラスタリング"; // translategemma:4b
"Efficiency cores color" = "効率的なコアの色"; // translategemma:4b
"Performance cores color" = "パフォーマンスコアの色"; // translategemma:4b
"Total load" = "合計負荷"; // translategemma:4b
"System load" = "システム負荷"; // translategemma:4b
"User load" = "ユーザー負荷"; // translategemma:4b
"Efficiency cores load" = "効率的なコアのロード"; // translategemma:4b
"Performance cores load" = "パフォーマンスコアの読み込み"; // translategemma:4b
"All cores" = "すべてのコア"; // translategemma:4b

// GPU
"GPU to show" = "表示する GPU";
"Show GPU type" = "GPU の種類を表示";
"GPU enabled" = "GPU 有効";
"GPU disabled" = "GPU 無効";
"GPU temperature" = "GPU 温度";
"GPU utilization" = "GPU 使用率";
"Vendor" = "製造元";
"Model" = "モデル";
"Status" = "状態";
"Active" = "アクティブ";
"Non active" = "非アクティブ";
"Fan speed" = "ファン速度";
"Core clock" = "コアクロック";
"Memory clock" = "メモリクロック";
"Utilization" = "使用率";
"Render utilization" = "レンダリング";
"Tiler utilization" = "タイルレンダリング";
"GPU usage threshold" = "GPU使用量の上限値"; // translategemma:4b
"GPU usage is" = "GPUの使用率は%0です。"; // translategemma:4b

// RAM
"Memory usage" = "メモリ使用率";
"Memory pressure" = "メモリ負荷";
"Total" = "合計";
"Used" = "使用済みメモリ";
"App" = "アプリケーションメモリ";
"Wired" = "確保されているメモリ";
"Compressed" = "圧縮";
"Free" = "空き";
"Swap" = "スワップ使用領域";
"Split the value (App/Wired/Compressed)" = "値を分割する (アプリケーションメモリ/確保されているメモリ/圧縮)";
"RAM utilization threshold" = "RAM使用量の閾値"; // translategemma:4b
"RAM utilization is" = "RAMの使用率は%0です。"; // translategemma:4b
"App color" = "アプリの色"; // translategemma:4b
"Wired color" = "有線カラー"; // translategemma:4b
"Compressed color" = "圧縮された色"; // translategemma:4b
"Free color" = "無料の色"; // translategemma:4b
"Free memory (less than)" = "空いているメモリ (以下参照)"; // translategemma:4b
"Swap size" = "スワップサイズ"; // translategemma:4b
"Free RAM is" = "利用可能なRAMは%0です。"; // translategemma:4b

// Disk
"Show removable disks" = "リムーバブルディスクを表示";
"Used disk memory" = "%0 使用済み / %1";
"Free disk memory" = "%0 空き / %1";
"Disk to show" = "表示するディスク";
"Open disk" = "このディスクを表示";
"Switch view" = "表示を切り替える";
"Disk utilization threshold" = "ディスク使用率の閾値"; // translategemma:4b
"Disk utilization is" = "ディスクの使用率は %0 です。"; // translategemma:4b
"Read color" = "色を認識する"; // translategemma:4b
"Write color" = "色を記述する"; // translategemma:4b
"Disk usage" = "ディスク使用量"; // translategemma:4b
"Total read" = "合計読み込み"; // translategemma:4b
"Total written" = "総文字数"; // translategemma:4b
"Write speed" = "記述する"; // translategemma:4b
"Read speed" = "読む"; // translategemma:4b
"Drives" = "ドライブ"; // translategemma:4b
"SMART data" = "SMARTデータ"; // translategemma:4b

// Sensors
"Temperature unit" = "温度単位";
"Celsius" = "摂氏（℃）";
"Fahrenheit" = "華氏（℉）";
"Save the fan speed" = "ファンの速度を保存";
"Fan" = "ファン";
"HID sensors" = "HID センサー";
"Synchronize fan's control" = "ファンを制御するタイミングを同期する"; // translategemma:4b
"Current" = "現在"; // translategemma:4b
"Energy" = "エネルギー"; // translategemma:4b
"Show unknown sensors" = "未知のセンサーを表示する"; // translategemma:4b
"Install fan helper" = "ファンヘルパーをインストールする"; // translategemma:4b
"Uninstall fan helper" = "ファンヘルパーのアンインストール"; // translategemma:4b
"Fan value" = "ファンの価値"; // translategemma:4b
"Turn off fan" = "ファンの停止";
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "ファンの停止はmacに大きなダメージを与える可能性がある為、推奨されません。本当に実行しますか？";
"Sensor threshold" = "センサー閾値"; // translategemma:4b
"Left fan" = "左"; // translategemma:4b
"Right fan" = "正しい"; // translategemma:4b
"Fastest fan" = "最も速い"; // translategemma:4b
"Sensor to show" = "センサー表示"; // translategemma:4b

// Network
"Uploading" = "送信";
"Downloading" = "受信";
"Public IP" = "パブリック IP";
"Local IP" = "ローカル IP";
"Interface" = "インターフェイス";
"Physical address" = "MAC アドレス";
"Refresh" = "更新";
"Click to copy public IP address" = "クリックしてパブリック IP アドレスをコピー";
"Click to copy local IP address" = "クリックしてローカル IP アドレスをコピー";
"Click to copy wifi name" = "クリックして Wi-Fi ネットワーク名をコピー";
"Click to copy mac address" = "クリックして MAC アドレスをコピー";
"No connection" = "未接続";
"Network interface" = "インターフェイス";
"Total download" = "受信の合計";
"Total upload" = "送信の合計";
"Reader type" = "リーダータイプ";
"Interface based" = "インターフェイス";
"Processes based" = "プロセス";
"Reset data usage" = "データ使用履歴をリセット";
"VPN mode" = "VPN モード";
"Standard" = "標準"; // translategemma:4b
"Security" = "セキュリティ"; // translategemma:4b
"Channel" = "チャンネル"; // translategemma:4b
"Common scale" = "一般的なスケール"; // translategemma:4b
"Autodetection" = "自動検出"; // translategemma:4b
"Widget activation threshold" = "ウィジェット有効化の閾値"; // translategemma:4b
"Internet connection" = "インターネット接続"; // translategemma:4b
"Active state color" = "アクティブな状態の色"; // translategemma:4b
"Nonactive state color" = "非アクティブ状態の色"; // translategemma:4b
"Connectivity host (ICMP)" = "接続ホスト (ICMP)"; // translategemma:4b
"Leave empty to disable the check" = "空欄にすることで、機能を無効化します。"; // translategemma:4b
"Connectivity history" = "接続履歴"; // translategemma:4b
"Auto-refresh public IP address" = "自動でパブリックなIPアドレスを更新する"; // translategemma:4b
"Every hour" = "1時間ごとに"; // translategemma:4b
"Every 12 hours" = "12時間ごとに"; // translategemma:4b
"Every 24 hours" = "24時間ごとに"; // translategemma:4b
"Network activity" = "ネットワークアクティビティ"; // translategemma:4b
"Last reset" = "最後にリセットしたのは %0 以前"; // translategemma:4b
"Latency" = "遅延"; // translategemma:4b
"Upload speed" = "アップロード"; // translategemma:4b
"Download speed" = "ダウンロード"; // translategemma:4b
"Address" = "住所"; // translategemma:4b
"WiFi network" = "Wi-Fi ネットワーク"; // translategemma:4b
"Local IP changed" = "ローカルのIPアドレスが変更されました"; // translategemma:4b
"Public IP changed" = "公開IPアドレスが変更されました"; // translategemma:4b
"Previous IP" = "以前のIPアドレス: %0"; // translategemma:4b
"New IP" = "新しいIPアドレス: %0"; // translategemma:4b
"Internet connection lost" = "インターネット接続が失われました"; // translategemma:4b
"Internet connection established" = "インターネット接続が確立されました"; // translategemma:4b

// Battery
"Level" = "充電残量";
"Source" = "電源";
"AC Power" = "電源アダプタ";
"Battery Power" = "バッテリー";
"Time" = "バッテリー残り時間";
"Health" = "状態";
"Amperage" = "電流";
"Voltage" = "電圧";
"Cycles" = "サイクル数";
"Temperature" = "温度";
"Power adapter" = "電源アダプタ";
"Power" = "電力";
"Is charging" = "充電中";
"Time to discharge" = "バッテリー残り時間";
"Time to charge" = "充電完了までの時間";
"Calculating" = "計算中";
"Fully charged" = "フル充電済み";
"Not connected" = "接続されていません";
"Low level notification" = "バッテリー残量低下の通知";
"High level notification" = "バッテリー充電状況の通知";
"Low battery" = "バッテリー残量低下";
"High battery" = "バッテリー充電状況";
"Battery remaining" = "バッテリー残量 残り %0%";
"Battery remaining to full charge" = "フル充電まであと %0%";
"Percentage" = "残量（%）";
"Percentage and time" = "残量（%）と残り時間";
"Time and percentage" = "残り時間と残量（%）";
"Time format" = "時間の表示形式";
"Hide additional information when full" = "フル充電済みのときはアイコンのみ表示";
"Last charge" = "最後の充電から";
"Capacity" = "容量";
"current / maximum / designed" = "current / 最大 / 規格";
"Low power mode" = "低電力モード";
"Percentage inside the icon" = "アイコン内のパーセンテージ"; // translategemma:4b
"Colorize battery" = "バッテリーの色を付ける"; // translategemma:4b
"Charging current" = "充電電流"; // translategemma:4b
"Charging Voltage" = "充電電圧"; // translategemma:4b
"Charger state inside the battery" = "バッテリー内部の充電状態"; // translategemma:4b

// Bluetooth
"Battery to show" = "バッテリー残量を表示するデバイス";
"No Bluetooth devices are available" = "利用可能な Bluetooth デバイスがありません";

// Clock
"Time zone" = "タイムゾーン"; // translategemma:4b
"Local" = "地域"; // translategemma:4b
"Calendar" = "カレンダー"; // translategemma:4b
"Show week numbers" = "週番号を表示する"; // translategemma:4b
"Local time" = "現地の時間"; // translategemma:4b
"Add new clock" = "新しい時計を追加する"; // translategemma:4b
"Delete selected clock" = "選択したクロックを削除する"; // translategemma:4b
"Help with datetime format" = "日付と時刻の形式に関するサポート"; // translategemma:4b

// Colors
"Based on utilization" = "使用率に基づいたカラー";
"Based on pressure" = "負荷に基づいたカラー";
"Based on cluster" = "クラスタに基づいて"; // translategemma:4b
"System accent" = "システムアクセント";
"Monochrome accent" = "モノクロ";
"Clear" = "クリア";
"White" = "ホワイト";
"Black" = "ブラック";
"Gray" = "グレー";
"Second gray" = "システムグレー";
"Dark gray" = "ダークグレー";
"Light gray" = "ライトグレー";
"Red" = "レッド";
"Second red" = "システムレッド";
"Green" = "グリーン";
"Second green" = "システムグリーン";
"Blue" = "ブルー";
"Second blue" = "システムブルー";
"Yellow" = "イエロー";
"Second yellow" = "システムイエロー";
"Orange" = "オレンジ";
"Second orange" = "システムオレンジ";
"Purple" = "パープル";
"Second purple" = "システムパープル";
"Brown" = "ブラウン";
"Second brown" = "システムブラウン";
"Cyan" = "シアン";
"Magenta" = "マゼンタ";
"Pink" = "システムピンク";
"Teal" = "システムティール";
"Indigo" = "システムインディゴ";
